{
  "home": {
    "gretting": "Hi, I'm",
    "labor": "a Frontend Developer!",
    "aboutMe": "Front-end developer, I like to teach what I know and learn new things from others. I consider myself self-taught, I like to be constantly learning and working in a team. Give and receive continuous feedback and apply good practices in the code.",
    "skills": "Skills"
  },
  "skills": {
    "services": "Services",
    "skillSet": "Skills-Set",
    "github": {
      "message": "Use Git to control code versions, collaborate with other developers, manage code conflicts and undo unwanted changes and have stable versions of the final product."
    },
    "frontend": {
      "message": "Develop the user interface of a website or web application using technologies such as HTML, CSS and JavaScript or frameworks. Ensure that the interface is attractive, easy to use and accessible."
    },
    "backend": {
      "message": "While my primary focus is frontend development, I also have a solid understanding of backend technologies. This understanding allows me to work more effectively with backend developers and have better communication with them."
    },
    "web": {
      "message": "The importance of making sure that the website or application I am developing loads quickly and displays correctly on different web browsers and devices."
    },
    "test":  {
      "message": "As a frontend developer, I understand the importance of testing and debugging code thoroughly to identify and fix bugs before they reach end users."
    },
    "responsive": {
      "message": "Design and develop user interfaces that adapt to different screen sizes and resolutions. Ensure that the user experience is optimal regardless of the device used to access the website or application."
    }
  },
  "projects": {
    "featured": "Featured",
    "projects": "Projects"
  },
  "contactMe": {
    "contact": "Contact With Me",
    "email": "Email:",
    "message": "Message:",
    "stayInContact": "Stay Connected"
  }
}
